Revit 2024 API
Space.DesignExhaustAirflow Property
Get or set the Specified Exhaust Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double DesignExhaustAirflow { get; set; }
Visual Basic
Public Property DesignExhaustAirflow As Double
	Get
	Set
Visual C++
public:
property double DesignExhaustAirflow {
	double get ();
	void set (double value);
}
Remarks
This property is used to get or set the Specified Exhaust Airflow (Unit: CFM) of the Space.
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace